<?php
return [

    // +----------------------------------------------------------------------
    // | 首页内容配置
    // +----------------------------------------------------------------------
    'dm_home' => [
        'title' => '测试标题'
    ],

    'dm_home_logo'      => 'dm/20181020/cac0f42f36ad23542ff898d200285da7.png',
    'dm_home_nav_1'     => 'dm/20181020/b027a66bbed4f642fefc5265a351e077.jpg',
    'dm_home_nav_2'     => 'dm/20181020/40ab0ee9630a3f3c79d82fcfc6d87385.png',
    'dm_home_service'   => 'dm/20181020/40ab0ee9630a3f3c79d82fcfc6d87385.png',

    'dm_solution'       => [
        'title'=>'匠心精心打磨，制作品质影视',
        'subtitle' => '拍摄策划+创意文案+后期制作一站式服务，轻松搞定宣传片',
    ],

    'dm_caseshow' => [
        'title' => '案例展示',
        'subtitle' => '专注影视制作领域，1000部经典宣传片、广告片、影视剧等作品'
    ],
    'dm_productshow' => [
        'title' => '设备展示',
        'subtitle' => '专注影视制作领域，1000部经典宣传片、广告片、影视剧等作品'
    ],

    'dm_service' => [
        'title' => '设备展示',
        'subtitle' => '专注影视制作领域，1000部经典宣传片、广告片、影视剧等作品',
    ],


    'dm_solutions'       => [
        'title'=>'匠心精心打磨，制作品质影视',
        'subtitle' => '拍摄策划+创意文案+后期制作一站式服务，轻松搞定宣传片',
        'column' => [
            [
                'nav_title' => '策划与拍摄',
                'nav_items' => [
                    [
                        'title' => '宣传片制作',
                        'items' => [
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                        ]
                    ],
                    [
                        'title' => '广告片拍摄',
                        'items' => [
                            '珠宝广告片',
                            '汽车广告片',
                            '化妆品广告片',
                            '食品广告片',
                        ]
                    ],
                    [
                        'title' => '短视频制作',
                        'items' => [
                            '影视剧',
                            '微电影',
                            '众筹视频',
                            '视频营销',
                        ]
                    ],
                    [
                        'title' => '个人影视制作',
                        'items' => [
                            '婚礼摄影',
                            '个人短片',
                            '生日MV',
                            '晚会摄影',
                        ]
                    ]
                ]
            ],
            [
                'nav_title' => '二维与三维',
                'nav_items' => [
                    [
                        'title' => '解说词编写',
                        'items' => [
                            '大纲定制',
                            '原创文案撰写',
                            '解说词免费修改',
                        ]
                    ],
                    [
                        'title' => '分镜设计',
                        'items' => [
                            '产品分镜设计',
                            '动画分镜头',
                            '企业宣传分镜头',
                        ]
                    ],
                    [
                        'title' => '分镜脚本创作',
                        'items' => [
                            '镜号',
                            '摄法',
                            '时长',
                            '画面内容',
                            '音效',
                        ]
                    ],
                    [
                        'title' => '一站式策划',
                        'items' => [
                            '光线选择',
                            '色温控制',
                            '摄影环境',
                            '更多服务',
                        ]
                    ]
                ]
            ],
            [
                'nav_title' => '创意与文案',
                'nav_items' => [
                    [
                        'title' => '剪辑服务',
                        'items' => [
                            '视频剪辑',
                            '音频剪辑',
                            '视频合成',
                        ]
                    ],
                    [
                        'title' => '配音服务',
                        'items' => [
                            '动漫配音',
                            '方言配音',
                            '文艺配音',
                            '外语配音',
                        ]
                    ],
                    [
                        'title' => '后期特效',
                        'items' => [
                            '3D特效',
                            'U3D特效',
                            '特效字幕',
                            '声音特效',
                        ]
                    ],
                    [
                        'title' => '片头制作',
                        'items' => [
                            'LOGO片头',
                            '宣传片片头',
                            '影视片头',
                        ]
                    ]
                ]
            ],
            [
                'nav_title' => '后期与特效',
                'nav_items' => [
                    [
                        'title' => '宣传片制作',
                        'items' => [
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                        ]
                    ],
                    [
                        'title' => '广告片拍摄',
                        'items' => [
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                        ]
                    ],
                    [
                        'title' => '短视频制作',
                        'items' => [
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                        ]
                    ],
                    [
                        'title' => '个人影视制作',
                        'items' => [
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                        ]
                    ]
                ]
            ],
            [
                'nav_title' => '设备租赁',
                'nav_items' => [
                    [
                        'title' => '宣传片制作',
                        'items' => [
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                        ]
                    ],
                    [
                        'title' => '广告片拍摄',
                        'items' => [
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                        ]
                    ],
                    [
                        'title' => '短视频制作',
                        'items' => [
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                        ]
                    ],
                    [
                        'title' => '个人影视制作',
                        'items' => [
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                            '企业宣传',
                        ]
                    ]
                ]
            ],
        ]
    ]


];